Repository: caralu74/CapacityTester
Catalog: languages/capacitytester_*.xliff
Languages: es

# _msg1
source: Lists available volumes.
es: Listar los dispositivos disponibles.

# _msg2
source: Shows volume information.
es: Muestra información sobre el dispositivo.

# _msg3
source: Starts volume test.
es: Iniciar verificación del dispositivo.

# _msg4
source: Answers questions with yes.
es: Responde a las preguntas con un sí.

# _msg5
source: Changes the size of the safety buffer zone.
es: Cambiar el tamaño del bufer de seguridad.

# _msg6
source: Volume to be tested.
es: Dispositivo a probar.

# _msg7
source: Capacity:
es: Capacidad:

# _msg8
source: Used:
es: Usado:

# _msg9
source: Available:
es: Disponible:

# _msg10[0]
source: %n old test file(s) have been found. Cannot test with these files present, please delete them!
es: %1 archivo antiguos encontrado. No se puede realizar la verificación con este archivo presente, ¡Borrelo por favor!

# _msg10[1]
source: %n old test file(s) have been found. Cannot test with these files present, please delete them!
es: %n archivos antiguos encontrados. No se puede realizar la verificación con estos archivos presentes, ¡Borrelos por favor!

# _msg11[0]
source: %n file(s) have been found. The volume should be completely empty.
es: %1 archivo ha sido encontrado. El dispositivo debe estar completamente vacío.

# _msg11[1]
source: %n file(s) have been found. The volume should be completely empty.
es: %n archivos han sido encontrados. El dispositivo debe estar completamente vacío.

# _msg12[0]
source: The volume is not empty: %n file(s) have been found. You should delete all those files first. Are you really sure you want to continue?
es: El dispositivo no está vacío: se encontraron %1 archivo. Deberías abortar ahora y borrar este archivo antes de intentarlo de nuevo. ¿Está seguro de que quiere continuar ahora?

# _msg12[1]
source: The volume is not empty: %n file(s) have been found. You should delete all those files first. Are you really sure you want to continue?
es: El dispositivo no está vacío: se encontraron %n archivos. Deberías abortar ahora y borrar estos archivos antes de intentarlo de nuevo. ¿Está seguro de que quiere continuar ahora?

# _msg13
source: The selected volume is full.
es: El dispositivo seleccionado está lleno.

# _msg14
source: Test completed successfully, no errors found.
es: La verificación se completó satisfactoriamente, no se encontraron errores.

# _msg15
source: The volume might be bad.
es: El dispositivo puede ser defectuoso.

# _msg16
source: An error has occurred.
es: Ha ocurrido un error.

# _msg17
source: Error creating test file.
es: Error al crear el archivo de verificación.

# _msg18
source: Permission denied.
es: Permiso denegado.

# _msg19
source: Resizing test file failed.
es: Fallo el redimensionado del archivo de verificación.

# _msg20
source: Write failed.
es: Fallo la operación de escritura.

# _msg21
source: Verification failed.
es: Fallo la verificación.

# _msg22
source: Test failed.
es: Fallo la verificación.

# _msg23
source: %1 old test file(s) have been found. Cannot test with these files present, please delete them!
es: %1 archivo(s) antiguos encontrados. No se puede realizar la verificación con estos archivos presentes, ¡Borrelos por favor!

# _msg24
source: %1 file(s) have been found. The volume should be completely empty.
es: %1 archivo(s) han sido encontrados. El dispositivo debe estar completamente vacío.

# _msg25
source: The volume is not empty: %1 file(s) have been found. You should delete all those files first. Are you really sure you want to continue?
es: El dispositivo no está vacío: %1 archivo(s) han sido encontrados. ¿Está completamente seguro que desea continuar?

# _msg26
source: %1 old test file(s) have been found! Cannot test with these files present, please delete them! The volume should be completely empty.
es: %1 ¡Archivo(s) de veriicación se ha encontrado! No se puede verificar con estos archivos presentes, ¡Bórrelos por favor! El dispositivo debe estar completamente vacío.

# _msg27
source: %1 file(s) have been found. The volume should be completely empty.
es: %1 Archivo(s) se han encontrado. El dispositivo debe estar completamente vacío.

# _msg28
source: The volume is not empty: %1 file(s) have been found. You should cancel, delete all those files and try again. Are you really sure you want to continue?
es: El dispositivo no está vacío: se encontraron %1 archivo(s). Deberías abortar ahora y borrar estos archivos antes de intentarlo de nuevo. ¿Está seguro de que quiere continuar ahora?

# _msg29
source: Volume
es: Dispositivo

# _msg30
source: Mounted volume to be tested
es: Dispositivo montado para ser probado

# _msg31
source: &Refresh
es: &Actualizar

# _msg32
source: Capacity
es: Capacidad

# _msg33
source: Used
es: Usado

# _msg34
source: Available
es: Disponible

# _msg35
source: Initializing
es: Iniciando

# _msg36
source: Writing
es: Escribiendo

# _msg37
source: Verifying
es: Verificando

# _msg38
source: Write speed
es: Velocidad de escritura

# _msg39
source: Read speed
es: Velocidad de lectura

# _msg40
source: Time
es: Tiempo

# _msg41
source: Result
es: Resultado

# _msg42
source: Start &Test
es: Iniciar &verificación

# _msg43
source: &Stop Test
es: &detener la verificación

# _msg44
source: &Quit
es: &Salir

# _msg45
source: Abort test?
es: ¿Abortar la verificación?

# _msg46
source: Do you want to abort the running test?
es: ¿Quiere abortar la verificación en ejecución?

# _msg47
source: Volume invalid
es: Dispositivo inválido

# _msg48
source: The selected volume is not valid.
es: El dispositivo (o punto de montaje) seleccionado no es valido.

# _msg49
source: Old test files found
es: Se han encontrado archivos de verificación antiguos

# _msg50
source: Volume not empty
es: El dispositivo no está vacío

# _msg51
source: The selected volume is not valid anymore.
es: El dispositivo seleccionado ya no es válido.

# _msg52
source: Volume full
es: Dispositivo lleno

# _msg53
source: The selected volume is full.
es: El dispositivo seleccionado está lleno.

# _msg54[0]
source: %n old test file(s) have been found! Cannot test with these files present, please delete them! The volume should be completely empty.
es: %1 ¡Archivo de veriicación se ha encontrado! No se puede verificar con este archivos presente, ¡Bórrelo por favor! El dispositivo debe estar completamente vacío.

# _msg54[1]
source: %n old test file(s) have been found! Cannot test with these files present, please delete them! The volume should be completely empty.
es: %n ¡Archivos de veriicación se ha encontrado! No se puede verificar con estos archivos presentes, ¡Bórrelos por favor! El dispositivo debe estar completamente vacío.

# _msg55[0]
source: %n file(s) have been found. The volume should be completely empty.
es: %1 archivo ha sido encontrado. El dispositivo debe estar completamente vacío.

# _msg55[1]
source: %n file(s) have been found. The volume should be completely empty.
es: %n archivos ha sido encontrado. El dispositivo debe estar completamente vacío.

# _msg56[0]
source: The volume is not empty: %n file(s) have been found. You should cancel, delete all those files and try again. Are you really sure you want to continue?
es: El dispositivo no está vacío: se encontraron %1 archivo. Deberías abortar ahora y borrar este archivo antes de intentarlo de nuevo. ¿Está seguro de que quiere continuar ahora?

# _msg56[1]
source: The volume is not empty: %n file(s) have been found. You should cancel, delete all those files and try again. Are you really sure you want to continue?
es: El dispositivo no está vacío: se encontraron %n archivos. Deberías abortar ahora y borrar estos archivos antes de intentarlo de nuevo. ¿Está seguro de que quiere continuar ahora?

# _msg57
source: STARTING
es: INICIANDO

# _msg58
source: STOPPING
es: PARANDO

# _msg59
source: TEST SUCCEEDED
es: VERIFICACIÓN EXITOSA

# _msg60
source: TEST COMPLETED SUCCESSFULLY, NO ERRORS FOUND.
es: VERIFICACIÓN COMPLETADA CON ÉXITO, NO SE ENCONTRARON ERRORES.

# _msg61
source: Test succeeded
es: Verificación exitosa

# _msg62
source: Test completed successfully, no errors found.
es: Verificación completada con exito, no se encontraron errores.

# _msg63
source: TEST FAILED
es: LA VERIFICACIÓN FALLO

# _msg64
source: The volume might be bad.
es: El dispositivo puede ser defectuoso.

# _msg65
source: An error has occurred.
es: Ha ocurrido un error.

# _msg66
source: Error creating test file.
es: Error al crear el archivo de verificación.

# _msg67
source: Permission denied.
es: Permiso denegado.

# _msg68
source: Resizing test file failed.
es: Fallo el redimensionado del archivo de verificación.

# _msg69
source: Write failed.
es: Fallo la operación de escritura.

# _msg70
source: Verification failed.
es: Fallo la verificación.

# _msg71
source: Test failed
es: Fallo la verificación

# _msg72
source: Test failed.
es: Fallo la verificación.

# _msg73
source: INITIALIZING
es: INICIANDO

# _msg74
source: WRITING
es: ESCRIBIENDO

# _msg75
source: VERIFYING
es: VERIFICANDO

# _msg76
source: ACCESS ERROR!
es: ¡ERROR DE ACCESO!

# _msg77
source: WRITE ERROR AFTER %1 MB!
es: ¡ERROR DE ESCRITURA DESPUES DE %1 MB!

# _msg78
source: READ ERROR AFTER %1 MB!
es: ¡ERROR DE LECTURA DESPUES DE %1 MB!
